<?php
/*
	[UCenter Home] (C) 2007-2008 Comsenz Inc.
	$Id: lang_exif.php 6565 2008-03-14 09:26:09Z liguode $

	Translated by Valery Votintsev, aka "vot" [at] sources.ru
*/

if(!defined('IN_UCHOME')) {
	exit('Access Denied');
}

$_SGLOBAL['exiflang'] = array(

	'unknown'		=> 'Неизвестно',//'未知',
	'resolutionunit'	=> array(
			'',
			'',
			'дюйм(ов)',//'英寸',
			'см' //'厘米'
			),
	'exposureprogram'	=> array(
			'Не определено',//'未定义',
			'Ручная',//'手动',
			'Стандартная',//'标准程序',
			'Приоритет диафрагмы',//'光圈先决',
			'Приоритет выдержки',//'快门先决',
			'Глубина резкости',//'景深先决',
			'Спорт',//'运动模式',
			'Портрет',//'肖像模式',
			'Пейзаж' //'风景模式'
			),
	'meteringmode'	=> array(
		'0'	=> 'Неизвестно',//'未知',
		'1'	=> 'Среднее',//'平均',
		'2'	=> 'Центральный фокус со средними замерами',//'中央重点平均测光',
		'3'	=> 'По точкам',//'点测',
		'4'	=> 'Область',//'分区',
		'5'	=> 'Оценочный',//'评估',
		'6'	=> 'Локальный',//'局部',
		'255'	=> 'Другое'//'其他'
		),
	'lightsource'	=> array(
		'0'	=> 'Неизвестно',//'未知',
		'1'	=> 'Дневной свет',//'日光',
		'2'	=> 'Флюоросцентная лампа',//'荧光灯',
		'3'	=> 'Лампа накаливания',//'钨丝灯',
		'10'	=> 'Вспышка',//'闪光灯',
		'17'	=> 'Стандартный свет А',//'标准灯光A',
		'18'	=> 'Стандартный свет B',//'标准灯光B',
		'19'	=> 'Стандартный свет C',//'标准灯光C',
		'20'	=> 'D55',//'D55',
		'21'	=> 'D65',//'D65',
		'22'	=> 'D75',//'D75',
		'255'	=> 'Другое'//'其他'
		),
	'img_info'		=> array (
			'file information'	=> 'Нет EXIF данных' //'文件信息' => '没有图片EXIF信息',
			), 
	
	'FileName'		=> 'Имя файла',//'文件名',
	'FileType'		=> 'Тип файла',//'文件类型',
	'MimeType'		=> 'Mime тип',//'文件格式',
	'FileSize'		=> 'Размер файла',//'文件大小',
	'FileDateTime'		=> 'Дата файла',//'时间戳',
	'ImageDescription'	=> 'Описание фото',//'图片说明',
	'auto'    		=> 'Авто',//'自动',
	'Make'    		=> 'Изготовитель',//'制造商',
	'Model'   		=> 'Модель камеры',//'型号',
	'Orientation'		=> 'Ориентация',//'方向',
	'XResolution'		=> 'Разрешение по X',//'水平分辨率',
	'YResolution'		=> 'Разрешение по Y',//'垂直分辨率',
	'Software'   		=> 'Програмное обеспечение',//'创建软件',
	'DateTime'   		=> 'Дата модификации',//'修改时间',
	'Artist'     		=> 'Автор',//'作者',
	'YCbCrPositioning'	=> 'YCbCr позиционирование',//'YCbCr位置控制',
	'Copyright'  		=> 'Авторские права',//'版权',
	'Photographer'		=> 'Фотограф',//'摄影版权',
	'Editor'     		=> 'Редактор',//'编辑版权',
	'ExifVersion'		=> 'Версия Exif',//'Exif版本',
	'FlashPixVersion'	=> 'Версия FlashPix',//'FlashPix版本',
	'DateTimeOriginal'	=> 'Дата съёмки',//'拍摄时间',
	'DateTimeDigitized'	=> 'Дата оцифровки',//'数字化时间',
	'Height'  		=> 'Высота фото',//'拍摄分辨率高',
	'Width'   		=> 'Ширина фото',//'拍摄分辨率宽',
	'ApertureValue' 	=> 'Светосила',//'光圈',
	'ShutterSpeedValue'	=> 'Скорость затвора',//'快门速度',
	'ApertureFNumber'  	=> 'Диафрагменное число',//'快门光圈',
	'MaxApertureValue' 	=> 'Максимальное значение светосилы',//'最大光圈值',
	'ExposureTime'     	=> 'Выдержка',//'曝光时间',
	'FNumber'          	=> 'Дифрагменное число (F-Number)',//'F-Number',
	'MeteringMode'     	=> 'Режим экспозамера',//'测光模式',
	'LightSource'      	=> 'Источник света',//'光源',
	'Flash'            	=> 'Вспышка',//'闪光灯',
	'ExposureMode'	   	=> 'Режим экспозиции',//'曝光模式',
	'manual'           	=> 'Ручной',//'手动',
	'WhiteBalance'     	=> 'Баланс белого',//'白平衡',
	'ExposureProgram'  	=> 'Программа экспозиции',//'曝光程序',
	'ExposureBiasValue'	=> 'Компенсация экспозиции',//'曝光补偿',
	'ISOSpeedRatings'  	=> 'Светочувствительность ISO',//'ISO感光度',
	'ComponentsConfiguration'	=> 'Конфигурация компонентов',//'分量配置',
	'CompressedBitsPerPixel' 	=> 'Сжатие, Bits/Pixel',//'图像压缩率',
	'FocusDistance'    	=> 'Расстояние фокусировки',//'对焦距离',
	'FocalLength'      	=> 'Фокусное расстояние',//'焦距',
	'FocalLengthIn35mmFilm'	=> 'Эквивалентное фокусное расстояние',//'等价35mm焦距',
	'UserCommentEncoding'	=> 'Кодировка комментария',//'用户注释编码',
	'UserComment'		=> 'Текст комментария',//'用户注释',
	'ColorSpace'		=> 'Цветовое пространство',//'色彩空间',
	'ExifImageLength'  	=> 'Ширина изображения по Exif',//'Exif图像宽度',
	'ExifImageWidth'   	=> 'Высота изображения по Exif',//'Exif图像高度',
	'FileSource'       	=> 'Источник файла',//'文件来源',
	'SceneType'		=> 'Тип сцены',//'场景类型',
	'ThumbFileType'    	=> 'Формат превью-файла',//'缩略图文件格式',
	'ThumbMimeType'    	=> 'Mime-тип превью',//'缩略图Mime格式'
);

