//------------------------------------------------------
// INTERNATIONAL UCenter v.1.6.0 (Multilingual)
// by Valery Votintsev, http://codersclub.org/
//------------------------------------------------------
// Based on UCenter 1.6.0, (c) Comsenz.inc, discuz.net
//------------------------------------------------------
// Thai Language Pack
// by Valery Votintsev, codersclub.org
//------------------------------------------------------

//--------------------------------

var lng = {

//--------------------------------
//js/calendar.js
	'prev_month'	: 'เดือนก่อนหน้า',//'上一月',
	'next_month'	: 'เดือนต่อไป',//'下一月',
	'select_year'	: 'เลือกปี',//'点击选择年份',
	'select_month'	: 'เลือกเดือน',//'点击选择月份',
	'wday0'		: 'อา',//'日',
	'wday1'		: 'จ',//'一',
	'wday2'		: 'อ',//'二',
	'wday3'		: 'พ',//'三',
	'wday4'		: 'พฤ',//'四',
	'wday5'		: 'ศ',//'五',
	'wday6'		: 'ส',//'六',
	'month'		: 'เดือน',//'月',
	'today'		: 'วันนี้',//'今天',
	'hours'		: 'ชั่วโมง',//'点',
	'minutes'	: 'นาที',//'分',
	'ok'		: 'ตกลง',//'OK',
	'month_'	: '',//'月',// Used in DATE. Not need for English!!!

//-------------------------------------
//	''	: '',//'',

'fiction'	: ''

};
