//------------------------------------------------------
// INTERNATIONAL UCenter v.1.6.0 (Multilingual)
// by Valery Votintsev, codersclub.org
//------------------------------------------------------
// Based on UCenter 1.6.0, (c) Comsenz.inc, discuz.net
//------------------------------------------------------
// Arabic Language Pack
// by khalid nahhal at ar-discuz.com
//------------------------------------------------------

//--------------------------------

var lng = {

//--------------------------------
//js/calendar.js

	'prev_month'	: 'الشهر الماضي',//'上一月',
	'next_month'	: 'الشهر التالي',//'下一月',
	'select_year'	: 'حدد السنة',//'点击选择年份',
	'select_month'	: 'حدد الشهر',//'点击选择月份',
	'wday0'		: 'احد',//'日',
	'wday1'		: 'اثنين',//'一',
	'wday2'		: 'ثلاثاء',//'二',
	'wday3'		: 'اربعاء',//'三',
	'wday4'		: 'خميس',//'四',
	'wday5'		: 'جمعة',//'五',
	'wday6'		: 'سبت',//'六',
	'month'		: 'شهر',//'月',
	'today'		: 'اليوم',//'今天',
	'hours'		: 'ساعات',//'点',
	'minutes'	: 'دقائق',//'分',
	'ok'		: 'Ok',//'OK',
	'month_'	: '',//'月',// Used in DATE. Not need for English!!!

//-------------------------------------
//	''	: '',//'',

'fiction'	: ''

};
