<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_thread.php by Valery Votintsev at sources.ru
 */

$lang = array
(
	'thread_name'			=> 'В сообщениях форума и групп (справа, снизу, сверху) ',
	'thread_desc'			=> 'Рекламные объявления в виде цитаты с рамкой, размещенные снизу, сверху и справа сообщений, как правило, в виде текста. Наиболее часто используется справа. Если размещено несколько объявлений, система сама будет случайным образом выбирать одно из объявлений. Можно изменить количество объявлений, а также другие параметры',
	'thread_fids'			=> 'Форум',
	'thread_fids_comment'		=> 'Размещение рекламы на форуме',
	'thread_groups'			=> 'Показ для групп',
	'thread_groups_comment'		=> 'Укажите группы, которым будет показана реклама',
	'thread_position'		=> 'Размещение',
	'thread_position_comment'	=> 'Форма объявлений отображается в содержании выше, ниже или справа текста сообщения. Можно использовать изображения и Flash',
	'thread_position_bottom'	=> 'Снизу сообщения',
	'thread_position_top'		=> 'Сверху сообщения',
	'thread_position_right'		=> 'Справа от сообщения',
	'thread_pnumber'		=> 'Показ рекламы',
	'thread_pnumber_comment'	=> 'Вы можете выбрать варианты  #1 #2 #3. Чтобы выбрать несколько вариантов, удерживайте клавишу CTRL для множественного выбора',
	'thread_pnumber_all'		=> 'Все',
);

