<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php by Valery Votintsev at sources.ru
 */

$lang = array
(

	'EDT'	=> 'Изменено',

	'DEL'	=> 'Удалено',
	'DLP'	=> 'Удалено ответов',
	'DCM'	=> 'Удалено отзывов',
	'PRN'	=> 'Удалено сообщений',
	'UDL'	=> 'Восстановлено',

	'DIG'	=> 'Дайджест',
	'UDG'	=> 'Дайджест (обнов)',
	'EDI'	=> 'Дайджест (снижен)',
	'UED'	=> 'Дайджест (поднят)',

	'CLS'	=> 'Закрыто тем',
	'OPN'	=> 'Открыто тем',
	'ECL'	=> 'Без ограничений',
	'UEC'	=> 'Поднять лимит',
	'EOP'	=> 'Открыть (макс)',
	'UEO'	=> 'Поднять предел',

	'STK'	=> 'Топ',
	'UST'	=> 'Поднять в поиске',
	'EST'	=> 'Предел поиска',
	'UES'	=> 'Поднять предел',

	'SPL'	=> 'Разделение',
	'MRG'	=> 'Объединено',

	'HLT'	=> 'Выделение тем',
	'UHL'	=> 'Снять выделение',
	'EHL'	=> 'Последний голос',
	'UEH'	=> 'Поднять предел',

	'BMP'	=> 'Поднято',
	'DWN'	=> 'Опущено',

	'MOV'	=> 'Тема перемещена: ',
	'CPY'	=> 'Скопировано',
	'TYP'	=> 'Категории',

	'RFD'	=> 'Возврат',

	'MOD'	=> 'Модерация',

	'ABL'	=> 'Добавлено закладок',
	'RBL'	=> 'Удалено закладок',

	'PTS'	=> 'Опущено тем',
	'RFS'	=> 'Поднято тем',
	'RMR'	=> 'Отмена награды',
	'BNP'	=> 'Бан сообщений',
	'UBN'	=> 'Бан',

	'REC'	=> 'Рекомендуемые',
	'URE'	=> 'Поднято реком.',

	'WRN'	=> 'Предупреждение',
	'UWN'	=> 'Отмена предупр.',

	'SPA'	=> 'Добавл. штампов',
	'SPD'	=> 'Снято штампов',

	'SLA'	=> 'Добавлено иконок',
	'SLD'	=> 'Снято иконок',

	'REG'	=> 'Рекоменд. групп',

	'PTA'	=> 'Создано статей',

	'MAG'	=> 'Реквизит',

	'REB'	=> 'Push', 

);

