//------------------------------------------------------
// INTERNATIONAL UCenter v.1.6.0 (Multilingual)
// by Valery Votintsev, http://codersclub.org/
//------------------------------------------------------
// Based on UCenter 1.6.0, (c) Comsenz.inc, discuz.net
//------------------------------------------------------
// English Language Pack
// by Valery Votintsev, codersclub.org
//------------------------------------------------------

//--------------------------------

var lng = {

//--------------------------------
//js/calendar.js
	'prev_month'	: 'Пред. месяц',//'上一月',
	'next_month'	: 'След. месяц',//'下一月',
	'select_year'	: 'Выбор года',//'点击选择年份',
	'select_month'	: 'Выбор месяца',//'点击选择月份',
	'wday0'		: 'Вс',//'日',
	'wday1'		: 'Пн',//'一',
	'wday2'		: 'Вт',//'二',
	'wday3'		: 'Ср',//'三',
	'wday4'		: 'Чт',//'四',
	'wday5'		: 'Пт',//'五',
	'wday6'		: 'Сб',//'六',
	'month'		: 'Месяц',//'月',
	'today'		: 'Сегодня',//'今天',
	'hours'		: 'Часы',//'点',
	'minutes'	: 'Минуты',//'分',
	'ok'		: 'Ok',//'OK',
	'month_'	: '',//'月',// Used in DATE. Not need for English!!!

//-------------------------------------
//	''	: '',//'',

'fiction'	: ''

};
